Repository: archethic-foundation/archethic-wallet
Catalog: lib/l10n/intl_*.arb
Languages: fr

# welcomeText2
source: Archethic gives back to humanity control over technology, and to each individual, control over their identity.
fr: Archethic redonne à l'humanité la maîtrise de la technologie et à chaque individu la maîtrise de son identité.

source: Cancel
fr: Annuler

source: Back
fr: Retour

source: Close
fr: Fermer

source: Confirm
fr: Confirmer

source: No
fr: Non

source: Yes
fr: Oui

source: Send
fr: Envoyer

source: Add
fr: Ajouter

source: Update
fr: Mettre à jour

source: Preview not available
fr: Aperçu non disponible

source: No token
fr: Aucun jeton

source: No NFT
fr: Aucun NFT

# transferTitle
source: Send
fr: Envoyer

# recentTransactionsNoTransactionYet
source: No transaction yet
fr: Aucune transaction pour le moment

# transactionConfirmed1
source: Transaction confirmed with %1 replication out of %2
fr: Transaction confirmée avec %1 réplication sur %1

# transactionConfirmed
source: Transaction confirmed with %1 replications out of %2
fr: Transaction confirmée avec %1 réplications sur %2

source: Address copied
fr: Adresse copiée

# qrInvalidAddress
source: QR code doesn't contain a valid destination
fr: Le QR code ne contient pas de destination valide

# qrInvalidPermissions
source: Please Grant Camera Permissions to scan QR Codes
fr: Veuillez accorder des autorisations à l'appareil photo pour scanner les QR codes

# qrUnknownError
source: Could not Read QR Code
fr: Impossible de lire le QR code

# networksHeader
source: Networks
fr: Réseaux

# enterEndpoint
source: Enter an endpoint
fr: Entrer un point d'accès

source: Remove Contact
fr: Supprimer contact

# removeContactConfirmation
source: Are you sure you want to delete %1?
fr: Êtes-vous sûr(e) de vouloir supprimer %1 ?

# contactAddressInfoKeychainService
source: The following QR Code contains the address of your account. You can use this address to receive funds or tokens on this account. To use it, you can : - either scan the QR Code above, - or click on it to copy the address.
fr: Le QR Code suivant contient l'adresse de votre compte. Vous pouvez utiliser cette adresse pour recevoir des fonds ou des tokens sur ce compte. Pour l'utiliser, vous pouvez : - soit scanner le QR Code ci-dessus, - soit cliquer dessus pour copier l'adresse.

# contactAddressInfoExternalContact
source: The following QR Code contains the address of your contact. You can use this address to send funds or tokens to your contact. To use it, you can : - either scan the QR Code above, - or click on it to copy the address.
fr: Le QR Code suivant contient l'adresse de votre contact. Vous pouvez utiliser cette adresse pour envoyer des fonds ou des tokens à votre contact. Pour l'utiliser, vous pouvez : - soit scanner le QR Code ci-dessus, - soit cliquer dessus pour copier l'adresse.

source: Add Contact
fr: Ajouter un contact

# contactInvalid
source: Invalid Contact Name
fr: Nom de contact invalide

# contactRemoved
source: %1 has been removed from address book!
fr: %1 a été supprimé du carnet d'adresses !

# contactNameMissing
source: Choose a Name for this contact
fr: Choisissez un nom pour ce contact

source: Transfering
fr: Transfert

# deleteOption
source: Delete
fr: Effacer

# sendError
source: An error occurred. Try again later.
fr: Une erreur s'est produite. Essayez à nouveau plus tard.

source: Enter Amount
fr: Entrer le montant

# enterAmountIn
source: Enter Amount in %1
fr: Entrer le montant en %1

# enterAddress
source: Enter Address or contact's name
fr: Entrer l'adresse ou le nom du contact

# enterAddressHelp
source: If you enter a name, please prefix it with @.
fr: Si vous saisissez un nom, veuillez le préfixer d'un @

source: User cancelled operation
fr: Opération annulée par l'utilisateur

# transactionConfirmationFormHeader
source: Request for confirmation
fr: Demande de confirmation

# unknownAccount
source: Account %1 does not exist.
fr: Le compte %1 n'existe pas.

# invalidTransaction
source: Transaction is invalid
fr: La transaction est invalide

# invalidAddress
source: Address entered is invalid
fr: L'adresse saisie n'est pas valide

# addressMissing
source: Please Enter an Address
fr: Entrez une adresse s'il vous plaît

# insufficientBalance
source: You don't have enough %1.
fr: Vous ne possédez pas assez de %1.

source: Fees
fr: Frais

# pinCreateTitle
source: Create a 6-digit pin
fr: Créer un code à 6 chiffres (PIN)

# pinConfirmTitle
source: Confirm your pin
fr: Confirmez votre code PIN

# pinEnterTitle
source: Enter pin
fr: Entrez le code PIN

# pinConfirmError
source: Pins do not match
fr: Les codes PIN ne correspondent pas

# pinInvalid
source: Invalid pin entered
fr: Le code PIN saisi est non valide

source: Auth. Method
fr: Méthode d'authentification

# biometricsMethod
source: Biometrics
fr: Biométrie

source: Language
fr: Langue

# removeWallet
source: Remove Wallet from this device
fr: Supprimer le wallet de cet appareil

# resyncWallet
source: Resynchronize Wallet
fr: Resynchroniser le wallet

# resyncWalletAreYouSure
source: Are you sure you want to clear your cache and reload the information from the blockchain? This action takes a few seconds and is safe because it only reloads your recent transactions.
fr: Êtes-vous sûr(e) de vouloir vider votre cache et recharger les informations à partir de la blockchain ? Cette action requiert quelques secondes et est sans risque car elle recharge uniquement vos transactions récentes.

# resyncWalletDescription
source: Empty the cache and reload information from the blockchain
fr: Vider le cache et recharger les informations de la blockchain

# removeWalletDescription
source: You can find it at any time with your secret phrase
fr: Vous pouvez le retrouver à tout moment grâce à votre phrase secrète

# rootWarning
source: It appears your device is "rooted", "jailbroken", or modified in a way that compromises security. It is recommended that you reset your device to its original state before proceeding.
fr: Il semble que votre appareil soit « enraciné », « jailbreaké » ou modifié d'une manière qui compromet la sécurité. Il est recommandé de réinitialiser votre appareil à son état d'origine avant de continuer.

source: I Understand the Risks
fr: Je comprends les risques

source: Exit
fr: Sortie

source: Warning
fr: Attention

# removeWalletDetail
source: You are about to remove all Archethic-related data from this device. If your secret phrase is not backed up, you will never be able to access your wallet again
fr: Vous vous apprêtez à supprimer toutes les données liées à Archethic de cet appareil. Si votre phrase secrète n'est pas sauvegardée, vous ne pourrez plus jamais accéder à votre portefeuille

# removeWalletAction
source: Delete
fr: Supprimer

source: Are you sure?
fr: Êtes-vous sûr(e) ?

# removeWalletReassurance
source: As long as you've backed up your seed you have nothing to worry about.
fr: Tant que vous avez sauvegardé votre phrase secrète, vous n'avez rien à craindre.

source: Preferences
fr: Préférences

source: Manage
fr: Gérer

# invalidSeedPaste
source: Pasted seed is not valid.
fr: La phrase secrète que vous souhaitez coller n'est pas valide.

# unlockBiometrics
source: Authenticate to Unlock
fr: Authentifier pour déverrouiller

# manualLockAction
source: Lock application
fr: Verrouiller l'application

source: Locked
fr: Bloqué

source: Unlock
fr: Ouvrir

# tooManyFailedAttempts
source: Too many failed unlock attempts. Please, try again
fr: Trop de tentatives de déverrouillage échouées. Veuillez réessayer svp.

source: Attempt:
fr: Tentative :

# securityHeader
source: Security
fr: Sécurité

# privacyMaskSetting
source: Mask screen in background
fr: Masquer l'écran en arrière-plan

# aboutHeader
source: About
fr: À propos

# aboutPrivacyPolicy
source: Privacy Policy
fr: Politique de confidentialité

# aboutTermsOfUseDefi
source: Terms of use
fr: Conditions d'utilisation

# mediumLinkHeader
source: Last news
fr: Dernières news

# mediumLinkDesc
source: Explore latest medium articles
fr: Explorer nos derniers articles Medium

# aeWebsiteLinkHeader
source: Archethic Website
fr: Site web d'Archethic

# aeWebsiteLinkDesc
source: Visit the Archethic website
fr: Visitez le site web d'Archethic

# autoLockHeader
source: Auto Lock
fr: Verrouillage automatique

# xMinutes
source: After %1 minutes
fr: Après %1 minutes

# xMinute
source: After %1 minute
fr: Après %1 minute

# xSecondes
source: After %1 secondes
fr: Après %1 secondes

# xSeconde
source: After %1 seconde
fr: Après %1 seconde

source: Disabled
fr: Désactivé

source: Tap to reveal
fr: Tapez pour révéler

source: Tap to hide
fr: Tapez pour cacher

source: PIN Pad Shuffle
fr: Lecture aléatoire du clavier PIN

source: Copy
fr: Copier

# confirmSecretPhraseExplanation
source: Select the words to put them in the correct order.
fr: Sélectionnez les mots pour les mettre dans le bon ordre.

source: Import Secret Phrase
fr: Importer une phrase secrète

# importSecretPhraseHint
source: Enter your 24-word secret phrase below, or paste the complete phrase using the button below (all 24 words must be separated by a space).
fr: Saisissez votre phrase secrète de 24 mots ci-dessous, ou collez la phrase complète en utilisant le bouton ci-dessous (les 24 mots doivent être séparés par un espace).

# importSecretPhraseLanguage
source: Specify the language of your words.
fr: Précisez le langage de vos mots.

source: Paste 24 words
fr: Coller les 24 mots

# mnemonicInvalidWord
source: %1 is not a valid word
fr: %1 n'est pas un mot valide

# mnemonicSizeError
source: Secret phrase may only contain 24 words
fr: La phrase secrète ne peut contenir que 24 mots

# noKeychain
source: No keychain exists with this secret phrase.
fr: Il n'existe pas de porte-clés avec cette phrase secrète.

# importWallet
source: I already have a wallet
fr: J'ai déjà un portefeuille

# newWallet
source: Get started
fr: Nouveau portefeuille

# understandButton
source: I understand
fr: Je comprends

# confirmSecretPhrase
source: Confirm your secret phrase.
fr: Confirmez votre phrase secrète.

# confirmSecretPhraseKo
source: The order is not correct.
fr: L'ordre n'est pas correct.

# confirmSecretPhraseOk
source: Your secret phrase has been confirmed successfully.
fr: Votre phrase secrète a été confirmée avec succès.

# backupSecretPhrase
source: Secret Recovery Phrase
fr: Phrase secrète de récupération

# loggingOutWaitMessage
source: Logging out
fr: Déconnexion

source: Information
fr: Informations

# updateAvailableTitle
source: App Update
fr: Mise à jour de l'application

# updateAvailableDesc
source: A new version (%1) is available. Please update the app.
fr: Une nouvelle version (%1) est disponible. Veuillez mettre à jour l'application.

# createToken
source: Create a token
fr: Créer un jeton

# addTokenConfirmationMessage
source: Do you confirm the creation of the following Token?
fr: Confirmez-vous la création du jeton suivant ?

# addAccountConfirmationMessage
source: Do you confirm the creation of the following Account?
fr: Confirmez-vous la création du compte suivant ?

# addAccountNameWarning
source: WARNING : This account will be added to your decentralized keychain and cannot be modified.
fr: ATTENTION : Ce compte sera ajouté à votre trousseau décentralisé et ne pourra pas être modifié.

# searchNFTHint
source: Search for a NFT from an address.
fr: Rechercher un NFT à partir d'une adresse.

# nftNotFound
source: The NFT was not found.
fr: Le NFT n'a pas été trouvé.

# createNFTConfirmationMessage
source: Do you confirm the mint of the following NFT?
fr: Confirmez-vous la création du NFT suivant ?

# tokenNameHint
source: Enter a name
fr: Entrer un nom

# tokenName
source: Name :
fr: Nom :

# tokenInitialSupplyHint
source: Enter an initial supply
fr: Saisir l'offre initiale

# tokenNameMissing
source: Choose a Name for the Token
fr: Choisissez un nom pour le jeton

# tokenNameUCO
source: Unfortunately, we have already taken this name of token.
fr: Malheureusement, nous avons déjà pris ce nom de jeton.

# tokenSymbolUCO
source: Unfortunately, we have already taken this name of symbol.
fr: Malheureusement, nous avons déjà pris ce nom de symbole.

# notOfficialUCOWarning
source: This is not the official UCO token.
fr: Ceci n'est pas le jeton officiel UCO.

# tokenInitialSupply
source: Initial supply :
fr: Offre initiale :

# tokenInitialSupplyPositive
source: The initial supply should be > 0
fr: L'offre initiale doit être > 0

# txListFrom
source: From :
fr: De :

# txListAmount
source: Amount :
fr: Montant :

# txListTo
source: To :
fr: À :

# txListFees
source: Fees :
fr: Frais :

# txListFeesIncluded
source: Included in the previous transaction
fr: Inclus dans la transaction précédente

source: Recovery Phrase
fr: Phrase secrète

# recoveryPhraseIntroExplanation
source: Here is the list of 24 words to remember. The following screen will prompt you to find them in order to help you verify that you have written them down correctly. This list will also be available in your wallet in the "Security" menu.
fr: Voici la liste des 24 mots à retenir. L'écran suivant va vous inviter à les retrouver dans l'ordre pour vous aider à vérifier que vous les avez bien noté. Cette liste sera aussi disponible dans votre wallet dans le menu "Sécurité".

# dipslayPhraseExplanation
source: Here is the list of 24 words to remember. This list allows you to find your funds at any time if you lose your application or device. Do not give it to anyone! Even in the context of a support. Archethic will never ask you for this information.
fr: Voici la liste des 24 mots que vous devez retenir. Cette liste vous permet à tout moment de retrouver vos fonds en cas de perte de votre application ou votre appareil. Ne la communiquez à personne ! Même dans le cadre d'un support. Archethic ne vous demandera jamais cette information.

source: I've Backed It Up
fr: Je l'ai sauvegardé

# backupSafetyLabel1
source: On the next screen, you will see your recovery phrase.
fr: Dans l'écran suivant, vous verrez votre phrase secrète.

# backupSafetyLabel2
source: What is a recovery phrase?
fr: Qu'est-ce qu'une phrase secrète ?

# backupSafetyLabel3
source: A recovery phrase is essentially a human-readable form of your wallet's private key and is displayed as 24 mnemonic words. One your words are saved, you can reopen your wallet from any computer. Please keep your recovery phrase private and do not share it with a third party.
fr: Une phrase secrète est une forme humainement lisible de la clé privée de votre portefeuille, affichée comme une suite de 24 mots. Une fois que vos mots sont enregistrés, vous pouvez rouvrir votre portefeuille depuis n'importe quel ordinateur. Veuillez conserver votre phrase de récupération de manière confidentielle et ne la partagez pas avec un tiers.

# backupSafetyLabel4
source: How can I back-up my recovery phrase?
fr: Comment puis-je sauvegarder ma phrase de récupération ?

# backupSafetyLabel5
source: Write down the mnemonic words in the correct order on a piece of paper and store them in a safe place. Please don't store the recovery phrase on electronic devices in any form, including sreenshots. Remember the safety of the recovery phrase is relevant to the safety of your digital assets
fr: Ecrivez cette liste de mots dans le bon ordre sur un support non informatique, que vous placez en sécurité. Ne stockez pas cette phrase sur un équipement électronique sous quelque forme que ce soit (texte, image,...). La sécurité du contenu de votre portefeuille dépend de celle de cette phrase secrète.

# backupSafetyLabel6
source: Insecure ways of backup :
fr: Moyens de sauvegarde non sécurisés :

# backupSafetyLabel7
source: 1. Screenshot 2. Take a photo
fr: 1. Capture d'écran 2. Prendre une photo

source: Token created :
fr: Jeton créé :

# yubikeyError_BAD_OTP
source: The OTP is invalid format.
fr: Le mot de passe saisi a un format invalide.

# enterYubikeyClientID
source: Enter the client ID
fr: Entrer l'ID client

# enterYubikeyClientAPIKey
source: Enter the client API Key
fr: Entrer la clé client de l'API

# enterYubikeyClientIDEmpty
source: The client ID is mandatory
fr: L'ID client est obligatoire

# enterYubikeyAPIKeyEmpty
source: The API Key is mandatory
fr: La clé client de l'API est obligatoire

# transactionInfosHeader
source: Transaction information
fr: Infos de la transaction

# transactionInfosKeyAddress
source: Address
fr: Adresse

# transactionInfosKeyPreviousPublicKey
source: Previous Public Key
fr: Clé publique de la transaction précédente

# transactionInfosKeyPreviousSignature
source: Previous Signature
fr: Signature à partir de la clé privée associée à la clé publique

# transactionInfosKeyOriginSignature
source: Origin Signature
fr: Signature à partir de la clé privée associée au dispositif

# transactionInfosKeyData
source: Data
fr: Données

# transactionInfosKeyContent
source: Content
fr: Contenu

# transactionInfosKeyUCOLedger
source: UCO Ledger
fr: Opérations sur les registres - UCO

# transactionInfosKeyTo
source: To
fr: À

# transactionInfosKeyAmount
source: Amount
fr: Montant

# transactionInfosKeyTokenLedger
source: Token Ledger
fr: Opérations sur les registres - Jeton

# transactionInfosKeyToken
source: Token
fr: Jeton

# transactionInfosKeyValidationStamp
source: Validation Stamp
fr: Estampille de Validation

# transactionInfosKeyProofOfWork
source: Proof of work
fr: Preuve de Travail

# transactionInfosKeyProofOfIntegrity
source: Proof of integrity
fr: Preuve d'intégrité

# transactionInfosKeyTimeStamp
source: Timestamp
fr: Date de la génération de la transaction

# transactionInfosKeyCrossValidationStamps
source: Cross Validation Stamp
fr: Estampille(s) de contre-validation

# transactionBuyHeader
source: Where to Buy UCO ?
fr: Où acheter des UCO ?

source: Receive
fr: Recevoir

# buy
source: Buy UCO
fr: Acheter UCO

source: Refresh
fr: Actualiser

source: Chart
fr: Cours

source: Share
fr: Partager

source: Display
fr: Afficher

# chartOptionLabel14d
source: 14d
fr: 14j

# chartOptionLabel1y
source: 1y
fr: 1a

# chartOptionLabel30d
source: 30d
fr: 30j

# chartOptionLabel60d
source: 60d
fr: 60j

# chartOptionLabel7d
source: 7d
fr: 7j

source: Estimated fees :
fr: Frais estimés :

# estimatedTxFees
source: Estimated txn fees :
fr: Frais txn estimés :

# estimatedFeesNote
source: The fees will be estimated when the recipient and the amount are specified.
fr: Les frais seront estimés quand le destinataire et le montant seront spécifiés.

# estimatedFeesNoteNFT
source: The fees will be estimated when the recipient is specified.
fr: Les frais seront estimés quand le destinataire sera spécifié.

# estimatedFeesCalculationNote
source: Fees are being calculated
fr: Le calcul des frais est en cours

# estimatedFeesAddTokenNote
source: The fees will be estimated when the name and the initial supply are specified.
fr: Les frais seront estimés quand le nom et l'offre initiale seront spécifiés.

# sendToMeError
source: You can't send %1 to your own wallet.
fr: Vous ne pouvez pas envoyer de %1 dans votre propre portefeuille.

# viewExplorer
source: View on explorer
fr: Voir dans l'explorer

source: Available after transfer :
fr: Disponible après transfert :

source: Available after mint :
fr: Disponible après création :

source: Available after creation :
fr: Disponible après création :

# yubikeyConnectInvite
source: Please, connect your Yubikey
fr: Svp, connectez votre Yubikey

# yubikeyConnectHoldNearDevice
source: Hold your device near the Yubikey
fr: Tenez votre appareil près de votre Yubikey

# setPasswordHeader
source: Password
fr: Mot de passe

# setYubicloudDescription
source: To use the Yubico OTP with your Yubikey, you need to get an API key from https://upgrade.yubico.com/getapikey. It's quick and free. After that, you can precise the given client identity and the client API key
fr: Pour utiliser le service d'OTP de Yubico avec votre Yubikey, vous devez obtenir une clé API sur https://upgrade.yubico.com/getapikey. C'est rapide et gratuit. Après cela, vous pouvez préciser l'identité client donnée et la clé API client

# passwordMethod
source: Password
fr: Mot de passe

# configureSecurityIntro
source: It's important to protect the access to your wallet!
fr: C'est important de protéger l'accès à votre portefeuille !

# configureSecurityExplanation
source: To access to this application or to validate important manipulations, we offer several ways to protect yourself.
fr: Pour accéder à cette application ou pour valider des manipulations importantes, nous vous proposons plusieurs moyens de vous protéger.

# configureSecurityExplanationPIN
source: A personal identification number (PIN) is a numeric passcode used in the process of authenticating a user accessing a system.
fr: Un numéro d'identification personnel (Code PIN) est un mot de passe numérique utilisé dans le processus d'authentification d'un utilisateur accédant à un système.

# configureSecurityExplanationPassword
source: A password is a string of characters used to verify the identity of a user during the authentication process. Avoid words that are too easy to find (date of birth, first name of your children, etc...)
fr: Un mot de passe est une chaîne de caractères utilisée pour vérifier l'identité d'un utilisateur au cours du processus d'authentification. Évitez les mots trop faciles à trouver (date de naissance, prénom de vos enfants, etc...)

# configureSecurityExplanationYubikey
source: The YubiKey is a device that makes two-factor authentication as simple as possible. Instead of a code being texted to you, or generated by an app on your phone, you press a button on your YubiKey.
fr: La YubiKey est un appareil qui rend l'authentification à deux facteurs aussi simple que possible. Au lieu qu'un code vous soit envoyé par SMS ou généré par une application sur votre téléphone, vous appuyez juste sur le bouton de votre YubiKey.

# configureSecurityExplanationBiometrics
source: It's a method of biometric identification that uses that body measures, in this case face and head, to verify the identity of a person through its facial biometric pattern and data.
fr: Il s'agit d'une méthode d'identification biométrique qui utilise les mesures corporelles, et dans ce cas, le visage ou le doigt, pour vérifier l'identité d'une personne grâce à son schéma et ses données biométriques.

# createPasswordHint
source: Create a password
fr: Créer un mot de passe

# confirmPasswordHint
source: Confirm the password
fr: Confirmer le mot de passe

# enterPasswordHint
source: Enter your password
fr: Saisissez votre mot de passe

# passwordsDontMatch
source: Passwords do not match
fr: Les mots de passe ne correspondent pas

# passwordBlank
source: Password cannot be empty
fr: Le mot de passe est obligatoire

# passwordStrengthWeak
source: Your password is weak.
fr: Votre mot de passe est faible.

# passwordStrengthAlright
source: Your password is alright.
fr: Votre mot de passe est bon.

# passwordStrengthStrong
source: Your password is strong.
fr: Votre mot de passe est fort.

# welcomeDisclaimerChoice
source: I have read and agree to the privacy policy
fr: J'ai lu et j'accepte la politique de confidentialité

source: Show balances
fr: Afficher les balances

# enterEndpointBlank
source: The endpoint cannot be empty
fr: Le point d'accès est obligatoire.

# enterEndpointNotValid
source: The endpoint is not valid
fr: Le point d'accès n'est pas valide.

# enterEndpointUseByNetwork
source: The endpoint is already used by a network
fr: Le point d'accès est déjà utilisé par un réseau.

# enterEndpointHeader
source: Please, specify your endpoint
fr: Veuillez préciser votre point d'accès.

# introNewWalletGetFirstInfosWelcome
source: Welcome to Archethic Wallet.
fr: Bienvenue dans le Wallet Archethic.
