Repository: archethic-foundation/archethic-wallet
Catalog: lib/l10n/intl_*.arb
Languages: fr

# introNewWalletGetFirstInfosNameRequest
source: Let's start by naming your first account, which will be stored on your decentralized keychain
fr: Commençons par donner un nom à votre premier compte, qui sera stocké sur votre porte-clés décentralisé.

# introNewWalletGetFirstInfosNameInfos
source: It will allow you to distinguish this account from other accounts that you can, if you want, create later. WARNING : This name will be added to your decentralized keychain and cannot be modified.
fr: Il vous permettra de distinguer ce compte avec les autres comptes que vous pourrez, si vous le souhaitez, créer par la suite. ATTENTION : Ce nom sera rattaché à votre porte-clés décentralisé et ne pourra plus être modifié.

# introNewWalletGetFirstInfosNameBlank
source: Please, enter the name of the new account
fr: Veuillez préciser le nom du nouveau compte

# contactExistsName
source: You already have a contact with this name
fr: Vous possédez déjà un contact avec ce nom

# contactExistsAddress
source: You already have a contact with this address
fr: Vous possédez déjà un contact avec cette adresse

# accountsHeader
source: Accounts
fr: Comptes

source: New account
fr: Nouveau compte

source: Add account
fr: Ajouter un compte

# newAccountConfirmation
source: Are you sure you want to create in your keychain "%1"?
fr: Êtes-vous sûr(e) de vouloir créer dans votre porte-clés "%1"?

# addAccountConfirmation
source: Are you sure you want to add in your keychain "%1"?
fr: Êtes-vous sûr(e) de vouloir ajouter dans votre porte-clés "%1"?

source: Primary currency
fr: Monnaie prioritaire

# customHeader
source: Customization
fr: Personnalisation

source: Show price chart
fr: Afficher le cours

# addAccountExists
source: This name already exists in your keychain.
fr: Ce nom existe déjà dans votre porte-clés.

# selectAccountDescOne
source: Your keychain contains one account. You will be able to create other accounts at any time.
fr: Votre porte-clés contient un compte. Vous pourrez en créer d'autres quand vous le souhaitez.

# selectAccountDescSeveral
source: Your keychain contains several accounts. Which account do you want to manage first in your app? You will be able to create or select other accounts at any time.
fr: Votre porte-clés contient plusieurs comptes. Quel compte souhaitez-vous gérer en premier dans l'application ? Vous pourrez en créer ou sélectionner d'autres quand vous le souhaitez.

# activeRPCServer
source: Allow DApp Connections
fr: Connexions DApps autorisées

# addServiceCommandReceivedNotification
source: The %1 application wants to create a new service in your keychain. Would you like to confirm this action with the %2 account? This action doesn't require any fees.
fr: L'application %1 souhaite créer un nouveau service dans votre porte-clés. Souhaitez-vous confirmer cette action avec le compte %2 ? Cette action ne requiert aucun frais.

# removeServiceCommandReceivedNotification
source: The %1 application wants to remove a service from your keychain. You will no longer have access to the funds or associated tokens. Refer to your keychain history to access information related to this account. Would you like to confirm this action with the %2 account? This action doesn't require any fees.
fr: L'application %1 souhaite supprimer un service de votre porte-clés. Vous n'aurez plus accès ni aux fonds, ni aux tokens associés. Référez vous à l'historique de votre porte-clés afin de pouvoir accéder aux informations relatives à ce compte. Souhaitez-vous confirmer cette action avec le compte %2 ? Cette action ne requiert aucun frais.

# sign1TransactionCommandReceivedNotification
source: The %1 application wants you to sign 1 transaction. Would you like to confirm this action with the %2 account? Once signed, transaction processing fees are estimated at
fr: L'application %1 vous demande de signer 1 transaction. Souhaitez-vous confirmer cette action avec le compte %2 ? Une fois signée, les frais de traitement de la transaction sont estimés à

# signXTransactionsCommandReceivedNotification
source: The %1 application wants you to sign %2 transactions. Would you like to confirm this action with the %3 account? Once signed, transaction processing fees are estimated at
fr: L'application %1 vous demande de signer %2 transactions. Souhaitez-vous confirmer cette action avec le compte %3 ? Une fois signées, les frais de traitement des transactions sont estimés à

# sign1PayloadCommandReceivedNotification
source: The %1 application wants you to sign 1 payload. Would you like to confirm this action with the %2 account? This action does not require any fees.
fr: L'application %1 vous demande de signer 1 donnée. Souhaitez-vous confirmer cette action avec le compte %2 ? Cette action ne requiert aucun frais.

# signXPayloadsCommandReceivedNotification
source: The %1 application wants you to sign %2 payloads. Would you like to confirm this action with the %3 account? This action does not require any fees.
fr: L'application %1 vous demande de signer %2 données. Souhaitez-vous confirmer cette action avec le compte %3 ? Cette action ne requiert aucun frais.

source: Payload
fr: Donnée

source: Hexadecimal Format
fr: Format Hexadécimal

# searchField
source: Search...
fr: Recherche...

source: Search
fr: Rechercher

source: Please wait
fr: Veuillez patienter

# appWalletInitInProgress
source: Your wallet is being configured...
fr: Votre wallet est en cours de configuration...

# sendMessageConfirmHeader
source: Your message :
fr: Votre message :

source: Pass
fr: Passer

# passBackupConfirmationDisclaimer
source: DISCLAIMER
fr: CLAUSE DE NON-RESPONSABILITE

# passBackupConfirmationMessage
source: We invite you to manually confirm the registration of your recovery phrase. In case of loss, you will lose your funds.
fr: Nous vous invitons à confirmer manuellement l'enregistrement de votre phrase secrète de récupération. En cas de perte, vous perdrez vos fonds.

# archethicDoesntKeepCopy
source: As a reminder, Archethic doesn't keep any copy.
fr: Pour rappel, Archethic n'en garde aucune copie.

# amountZero
source: Your amount should be > 0
fr: Le montant doit être > 0

# maxSendRecipientMissing
source: Please, enter the recipient to define the max amount.
fr: Svp, renseignez le destinataire pour que le montant max soit défini.

# tokenSymbolMissing
source: Choose a Symbol for the Token
fr: Choisissez un symbole pour le jeton

# tokenInitialSupplyTooHigh
source: The initial supply is too high
fr: L'offre est trop élevée

# tokenSymbol
source: Symbol :
fr: Symbole :

# tokenSymbolMaxNumberCharacter
source: 10 characters maximum
fr: 10 caractères maximum

# tokenSymbolHint
source: Enter a symbol
fr: Entrer un symbole

# createFungibleToken
source: Create a token
fr: Créer un jeton

source: token
fr: jeton

source: tokens
fr: jetons

# tokensHeader
source: Tokens
fr: Jetons

# keychainCreationTransactionConfirmed1
source: Your keychain has been created with %1 confirmation out of %2
fr: Votre porte-clés a été créé avec %1 confirmation sur %2

# keychainCreationTransactionConfirmed
source: Your keychain has been created with %1 confirmations out of %2
fr: Votre porte-clés a été créé avec %1 confirmations sur %2

# keychainAccessCreationTransactionConfirmed1
source: Accesses to your keychain have been created with %1 confirmation out of %2
fr: Les accès à votre porte-clés ont été créés avec %1 confirmation sur %2

# keychainAccessCreationTransactionConfirmed
source: Accesses to your keychain have been created with %1 confirmations out of %2
fr: Les accès à votre porte-clés ont été créés avec %1 confirmations sur %2

# nftCreationTransactionConfirmed1
source: Your NFT has been created with %1 confirmation out of %2
fr: Votre NFT a été créé avec %1 confirmation sur %2

# nftCreationTransactionConfirmed
source: Your NFT has been created with %1 confirmations out of %2
fr: Votre NFT a été créé avec %1 confirmations sur %2

source: NFT created :
fr: NFT créé :

# notEnoughConfirmations
source: The application could not be completed due to lack of consensus
fr: La demande n'a pas pu être complétée en raison d'un manque de consensus

# serviceNotFound
source: The service doesn't exist in the keychain.
fr: Le service n'existe pas dans le porte-clés

# serviceAlreadyExists
source: The service already exists in the keychain.
fr: Le service existe déjà dans le porte-clés

# addTokenConfirmed1
source: Tokens were created with %1 confirmation out of %2
fr: Les jetons ont été créés avec %1 confirmation sur %2

# addTokenConfirmed
source: Tokens were created with %1 confirmations out of %2
fr: Les jetons ont été créés avec %1 confirmations sur %2

# addAccountConfirmed1
source: The account was created with %1 confirmation out of %2
fr: Le compte a été créé avec %1 confirmation sur %2

# addAccountConfirmed
source: The account was created with %1 confirmations out of %2
fr: Le compte a été créé avec %1 confirmations sur %2

# transferConfirmed1
source: The transfer was made with %1 confirmation out of %2
fr: Le transfert a été effectué avec %1 confirmation sur %2

# transferConfirmed
source: The transfer was made with %1 confirmations out of %2
fr: Le transfert a été effectué avec %1 confirmations sur %2

# retireAccountConfirmed1
source: The account was retired with %1 confirmation out of %2
fr: Le compte a été retiré du porte-clés avec %1 confirmation sur %2

# retireAccountConfirmed
source: The account was retired with %1 confirmations out of %2
fr: Le compte a été retiré du porte-clés avec %1 confirmations sur %2

# nftCreationProcessTabPropertiesHeader
source: Properties
fr: Propriétés

# nftCreationProcessTabSummaryHeader
source: Summary
fr: Résumé

# estimatedFeesAddNFTNote
source: Fees will be estimated when the NFT is defined.
fr: Les frais seront estimés lorsque le NFT sera défini.

# addPublicKeyHeader
source: Add access
fr: Ajouter des accès

# nftCategory
source: Category
fr: Catégorie

# getPublicKeyHeader
source: Access
fr: Accès

# consensusNotReached
source: The consensus is not reached. Please retry your request...
fr: Le consensus n'est pas atteint. Veuillez réitérer votre demande...

# transactionTimeOut
source: The transaction encountered a timeout issue. Please retry your request...
fr: La transaction a rencontré un problème de délai d'attente. Veuillez réitérer votre demande...

# genericError
source: We're sorry, but an error has occurred. Please retry your request...
fr: Nous sommes désolés, mais une erreur s'est produite. Veuillez réitérer votre demande...

# rpcError
source: Oh, a technical error has occured! (%1 - %2)
fr: Oh, une erreur technique s'est produite! (%1 - %2)

# noConnection
source: The connection to the network could not be completed. Please check your network settings.
fr: La connexion au réseau n'a pas pu aboutir. Veuillez vérifier vos paramètres réseaux.

# nftAssetProtected1PublicKey
source: This asset is protected and accessible by 1 public key
fr: Cet élément est protégé et accessible par 1 clé publique

# nftAssetProtectedPublicKeys
source: This asset is protected and accessible by %1 public keys
fr: Cet élément est protégé et accessible par %1 clés publiques

# nftAssetNotProtected
source: This asset is accessible by everyone
fr: Cet élément est accessible à tous

# nftPropertyProtected1PublicKey
source: This property is protected and accessible by 1 public key
fr: Cette propriété est protégée et accessible par 1 clé publique

# nftPropertyProtectedPublicKeys
source: This property is protected and accessible by %1 public keys
fr: Cette propriété est protégée et accessible par %1 clés publiques

# nftPropertyNotProtected
source: This property is accessible by everyone
fr: Cette propriété est accessible à tous

# propertyAccessDescription
source: Add or remove contacts that can access this property.
fr: Ajoutez ou supprimez des contacts pouvant accéder à cette propriété.

# propertyAccessDescriptionReadOnly
source: The following list contains contacts that can access this element.
fr: La liste suivante contient les contacts qui peuvent accéder à cet élément.

# propertyAccessAddAccess
source: Add access
fr: Ajouter un accès

# nftInfosDescription
source: Add to your NFT a name and a human readable description.
fr: Ajoutez à votre NFT un nom et une description compréhensible.

# nftInfosWarning
source: Limitation of this wallet application version
fr: Limitation de la version de l'application wallet

# nftInfosWarningDesc
source: Except for the properties that you voluntarily choose to protect access to, the information in the NFT that you are going to create will be PUBLIC information, therefore accessible to everyone. Do not create an NFT with sensitive or personal data that you do not wish to disclose. The protection of images or documents, a mechanism already proposed by the Archethic blockchain, will be proposed in a future release of the wallet application.
fr: À l'exception des propriétés dont vous choisissez volontairement de protéger l'accès, les informations du NFT que vous allez créer seront des informations PUBLIQUES, donc accessibles à tous. Ne créez pas un NFT avec des données sensibles ou personnelles que vous ne souhaitez pas divulguer. La protection des images ou des documents, qui est un mécanisme déjà proposé par la blockchain Archethic, sera également proposé dans une prochaine version de l'application wallet.

# nftInfosCreationConfirmationWarning
source: I declare that I'm aware that the content of my NFT will be PUBLIC, except for properties specifically set up as protected.
fr: Je déclare être conscient(e) que le contenu de mon NFT sera public, à l'exception des propriétés spécifiquement protégées.

# nftInfosImportWarning
source: Before importing, please remove the metadata (EXIF) from your images or documents if you don't want them to be public.
fr: Avant l'import, veuillez retirer les méta-données (EXIF) de vos images ou documents si vous ne souhaitez pas qu'elles soient publiques.

# nftPropertyExists
source: This property already exists
fr: Cette propriété existe déjà.

# publicKeyAccessExists
source: This access already exists.
fr: Cet accès existe déjà.

# addressInvalid
source: The address is not valid.
fr: L'adresse n'est pas valide.

# addressInvalidBecauseGenesisAddress
source: This address cannot be added, as it has never been active on the network.
fr: Cette adresse ne peut être ajoutée car il s'agit d'une adresse qui n'a jamais eu d'activité sur le réseau.

# nftNameEmpty
source: Please, enter a name for the NFT.
fr: Veuillez saisir un nom pour ce NFT.

# nftFormatNotSupportedEmpty
source: The format is not supported.
fr: Le format n'est pas pris en charge.

# nftSizeExceed
source: The NFT cannot exceed 2.5 MB.
fr: Le NFT ne peut pas dépasser 2,5 Mo.

# nftPropertyExplanation
source: You can add additional properties to define, characterize or specify the use of your NFT. Name and value are free. Examples : name="strength", valeur="30", nom="color", valeur="green", nom="year", valeur="2012".
fr: Vous pouvez ajouter des propriétés supplémentaires pour définir, caractériser ou préciser l'utilisation de votre NFT. Le nom et la valeur sont libres. Exemples : nom="force", valeur="30", nom="couleur", valeur="vert", nom="année", valeur="2012".

source: Delete file
fr: Supprimer le fichier

source: Remove public key
fr: Retirer la clé publique

source: Delete property
fr: Supprimer la propriété

# createNFT
source: Create a NFT
fr: Créer un NFT

source: Create the NFT
fr: Créer le NFT

# nftListEmptyExplanation
source: This is where you will find your NFTs. Unfortunately, for the moment, no NFTs are stored in your account.
fr: C'est ici que vous retrouverez vos NFT. Malheureusement pour le moment, aucun NFT n'est lié à ce compte.

# addNFTProperty
source: Add property
fr: Ajouter une propriété

source: property
fr: propriété

source: properties
fr: propriétés

source: No property
fr: Aucune propriété

# nftNameHint
source: Enter the name of the NFT
fr: Saisissez le nom du NFT

# nftDescriptionHint
source: Enter a description
fr: Saisissez la description

# nftPropertyNameHint
source: Enter the name
fr: Saisissez le nom

# nftPropertyValueHint
source: Enter a value
fr: Saisissez la valeur

# nftAddImportFile
source: Import a file
fr: Importer un fichier

# nftAddImportPhoto
source: Import a photo
fr: Importer une photo

# nftAddImportCamera
source: Take a photo
fr: Prendre une photo

# nftAddImportAEWeb
source: Link to a file hosted on aeHosting
fr: Lier à un fichier hébergé sur aeHosting

# nftAddImportAEWebTitle
source: Enter an aeHosting address
fr: Entrer une adresse aeHosting

# nftAddImportAEWebPlaceholder
source: Please enter an aeHosting address
fr: Entrer une adresse aeHosting

# nftAEWebEmpty
source: The asset is not available on aeHosting yet.
fr: Le fichier n'est pas encore disponible sur aeHosting.

# nftAddImportAEWebDescription
source: Please fill the aeHosting reference address and path to the file for the NFT content (e.g., 0000f2c75f55fb398e99b6a5e674c3422731fb167f79b9b08131dcfa3bb830d50b9a/image.png)
fr: Veuillez indiquer l'adresse de référence aeHosting et le chemin d'accès au fichier du contenu du NFT (par exemple, 0000f2c75f55fb398e99b6a5e674c3422731fb167f79b9b08131dcfa3bb830d50b9a/image.png).

# nftAddImportIPFS
source: Link to a file hosted on IPFS
fr: Lier à un fichier hébergé sur IPFS

# nftAddImportIPFSTitle
source: Fill an IPFS address
fr: Entrer une adresse IPFS

# nftAddImportIPFSPlaceholder
source: Please fill an IPFS address
fr: Entrer une adresse IPFS

# nftIPFSEmpty
source: The IPFS URL is not available.
fr: L'url IPFS n'est pas disponible.

# imageNotAvailable
source: The image is not available.
fr: L'image n'est pas disponible.

# nftAEWebUrlEmpty
source: The aeHosting address is required.
fr: L'adresse aeHosting est obligatoire.

# nftIPFSUrlEmpty
source: The IPFS address is required.
fr: L'adresse IPFS est obligatoire.

# nftHTTPUrlEmpty
source: The url is required.
fr: L'url est obligatoire.

# nftAEWebUrlNotValid
source: The aeHosting address is valid.
fr: L'adresse aeHosting n'est pas valide.

# nftIPFSUrlNotValid
source: The IPFS address is not valid.
fr: L'adresse IPFS n'est pas valide.

# nftHTTPUrlNotValid
source: The url is not valid.
fr: L'url n'est pas valide.

# nftIPFSFrom
source: See on IPFS:
fr: Voir sur IPFS :

# nftAEWebFrom
source: From aeHosting url:
fr: Provenant de l'url aeHosting :

# nftHTTPFrom
source: From url:
fr: Provenant de l'url :

# nftAEWebLinkDisclaimer
source: Note that the content returned by aeHosting may not be fixed and could return different values over time.
fr: Notez que le contenu renvoyé par AEweb peut ne pas être fixe et peut renvoyer des valeurs différentes au fil du temps.

# nftHTTPLinkDisclaimer
source: Note that the content returned by HTTP link may not be fixed and could return different values over time.
fr: Notez que le contenu renvoyé par le lien HTTP peut ne pas être fixe et peut renvoyer des valeurs différentes au fil du temps.

# nftAddImportIPFSDescription
source: Please fill the IPFS address to the NFT content (e.g., ipfs://bafybeihkoviema7g3gxyt6la7vd5io32ictqbilu3wnlo3rs7ewhnp7lly/).
fr: Veuillez indiquer l'adresse IPFS du contenu du NFT (par exemple, ipfs://bafybeihkoviema7g3gxyt6la7vd5io32ictqbilu3wnlo3rs7ewhnp7lly/).

# nftAddImportUrl
source: Link to a file hosted on a web server
fr: Lier à un fichier hébergé sur un serveur web

# nftAddImportURLTitle
source: Enter an url
fr: Entrer une url

# nftAddImportURLPlaceholder
source: Please enter an url
fr: Entrer une url

# nftURLEmpty
source: The URL is not available.
fr: L'url n'est pas disponible.

# nftAddImportURLDescription
source: Please, fill the HTTPS url to the NFT content (e.g., https://my-website.com/image.png).
fr: Veuillez indiquer l'adresse HTTPS du contenu du NFT (par exemple, https://mon-siteweb.com/image.png).

# nftAddFileSize
source: Size:
fr: Taille:

# createNFTConfirmation
source: Are you sure you want to create this NFT?
fr: Êtes-vous sûr(e) de vouloir créer ce NFT ?

# exitNFTCreationProcessSubtitle
source: Are you sure you want to exit the NFT creation process? All the information you have entered so far will be lost.
fr: Êtes-vous sûr de vouloir quitter le processus de création du NFT ? Toutes les informations que vous avez saisies jusqu'à présent seront perdues.

# connectivityWarningHeader
source: Check your internet connection.
fr: Vérifiez votre connexion internet.

# connectivityWarningDesc
source: You can use the application when your connection is interrupted, but the information may be outdated and some features are disabled.
fr: Vous pouvez utiliser l'application lorsque votre connexion est interrompue, mais les informations peuvent être obsolètes et certaines fonctionnalités sont désactivées.

# aewebHosting
source: aeHosting
fr: Hébergement aeHosting

# serviceTypeLabelAeweb
source: Website hosted on aeHosting
fr: Site web hébergé sur aeHosting

# serviceTypeLabelOther
source: Other
fr: Autre

# nftChooseSource
source: Please indicate the source:
fr: Veuillez indiquer la source :

# serviceName
source: Name :
fr: Nom :

# passRecoveryPhraseBackupSecureLater
source: Remind me later
fr: Me le rappeler plus tard

# passRecoveryPhraseBackupSecureNow
source: Secure my wallet now
fr: Sécuriser mon portefeuille maintenant

# recoveryPhraseBackupRequired
source: Save your secret recovery phrase to protect your wallet and associated funds
fr: Sauvegardez votre phrase secrète de récupération pour protéger votre portefeuille et les fonds associés

# recoveryPhraseSave
source: Save secret phrase
fr: Sauvegarder la phrase secrète

source: New contact
fr: Nouveau contact

source: Save
fr: Sauvegarder

source: Next
fr: Suivant

source: Name
fr: Nom

# deleteContact
source: Delete the contact
fr: Supprimer le contact

source: Favorites
fr: Favoris

source: Explorer
fr: Explorateur

# nftPropertiesOpenseaStructure
source: Properties format modeled after Opensea's structure
fr: Structure des propriétés basée sur le modèle d'Opensea

# bottomMainMenuAccounts
source: Accounts
fr: Comptes

# bottomMainMenuSwap
source: Swap
fr: Echanger

# bottomMainMenuEarn
source: Earn
fr: Gagner

# tokenDetailMenuEarn
source: Earn %1
fr: Gagner

# localDataMigrationMessage
source: Update your current application. Please wait...
fr: Mise à jour de votre application en cours. Veuillez patienter...

# nftNotOwnerInfo
source: You are not the owner of this NFT
fr: Vous n'êtes pas propriétaire de ce NFT

# removeKeychainDetail
source: You are about to retire the account %1 from your keychain. You will no longer have access to the funds or associated tokens. Refer to your keychain history to access information related to this account.
fr: Vous vous apprêtez à retirer de votre porte-clés le compte %1. Vous n'aurez plus accès ni aux fonds, ni aux tokens associés. Référez vous à l'historique de votre porte-clés afin de pouvoir accéder aux informations relatives à ce compte.

# removeKeychainAction
source: Remove
fr: Retirer le compte

# removeKeychainLater
source: You will be able to find your account if you recreate it later with the same name.
fr: Vous pourrez retrouver votre compte si vous le récréez plus tard avec le même nom.

# removeKeychainAtLeast1
source: You must keep at least one account in your keychain.
fr: Vous devez conserver au moins un service dans votre porte-clés.

# executionSC
source: Smart-contract execution
fr: Exécution Smart-contract

# seedHex
source: View in Hexadecimal
fr: Voir en hexadécimal

# burnAddressLbl
source: Burn address
fr: Adresse de destruction

# webChannelIncompatibilityWarning
source: Unsupported operating system
fr: Système non compatible

# webChannelIncompatibilityWarningDesc
source: Your operating system Webview does not support required MessageChannel feature.
fr: Votre système ne supporte pas les MessageChannels.
