Repository: archethic-foundation/archethic-wallet
Catalog: lib/l10n/intl_*.arb
Languages: fr

# transactionRawContent
source: Content
fr: Contenu

# transactionRawTokenTransfers
source: Token Transfers
fr: Transfert de jeton

# transactionRawTokenTransferTokenAddress
source: Token address
fr: Adresse du jeton

# transactionRawTokenTransferAmount
source: Amount
fr: Montant

# transactionRawTokenTransferTo
source: To
fr: À

# transactionRawUCOTransfers
source: UCO Transfers
fr: Transfert de UCO

# transactionRawUCOTransferAmount
source: Amount
fr: Montant

# transactionRawUCOTransferTo
source: To
fr: À

# transactionRawOwnerships
source: Ownerships
fr: Autorisations

# transactionRawSmartContractCalls
source: Smart contract calls
fr: Appels smart contract

# transactionRawSmartContractCallAddress
source: Contract address
fr: Adresse du contrat

# transactionRawRawOption
source: Raw
fr: Brut

# transactionRawFormattedOption
source: Formatted
fr: Formaté

# swapHeader
source: Swap
fr: Échanger

# aeSwapEarnHeader
source: Earn UCO token
fr: Gagner des UCO

source: Price
fr: Prix

# aeSwapLaunchMessage
source: Please launch the aeSwap application to proceed. It will open in your default browser.
fr: Veuillez lancer l'application aeSwap pour continuer. Elle s'ouvrira dans votre navigateur par défaut.

# aeSwapLaunchButton
source: Launch aeSwap
fr: Lancer aeSwap

# receiveHeader
source: Receive assets on Archethic
fr: Recevoir des actifs sur Archethic

# receiveCopy
source: Click to copy the address
fr: Cliquez pour copier l'adresse

# earnValueLbl
source: Earn
fr: Gagner

# btn_selectToken
source: Select a token
fr: Sélect. un token

# selectTokenTitle
source: Select a token
fr: Sélect. un token

# btn_save
source: Save
fr: Sauvegarder

# settingsTitle
source: Settings
fr: Paramètres

# menu_swap
source: Swap
fr: Échanger

# btn_swap
source: Swap
fr: Échanger

# btn_confirm_swap
source: Confirm swap
fr: Confirmer l'échange

# token_selection_search_bar_hint
source: Search symbol or from token address
fr: Rechercher un symbole ou une adresse de token

# token_selection_common_bases_title
source: Common bases
fr: Bases courantes

# token_selection_your_tokens_title
source: Your tokens
fr: Vos tokens

# token_selection_get_tokens_from_wallet
source: Retrieving tokens from your current account in your wallet...
fr: Récupération des jetons depuis votre compte actuel dans votre wallet...

source: Slippage tolerance
fr: Tolérance au glissement

source: Logout
fr: Se déconnecter

# addPool
source: Add a pool
fr: Ajouter une pool

source: Add liquidity
fr: Ajouter de la liquidité

# btn_liquidity_add
source: Add liquidity
fr: Ajouter de la liquidité

# btn_confirm_liquidity_add
source: Confirm the addition
fr: Confirmer l'ajout

# liquidityAddSuccessInfo
source: Liquidity has been added successfully
fr: Liquidité ajoutée avec succès

# liquidityAddDone
source: Liquidity addition successfully completed
fr: Ajout de liquidité complété avec succès

# liquidityAddConfirmInfosAmountTokens
source: Add liquidity in the pool
fr: Ajouter de la liquidité

# liquidityAddConfirmInfosMinAmount
source: Mininum amount
fr: Montant minimum

# liquidityAddConfirmMessageMaxHalfUCO
source: The UCO amount you entered has been reduced to include transaction fees.
fr: Le montant UCO que vous avez saisi a été réduit pour inclure les frais de transaction.

# liquidityAddMessageMaxHalfUCO
source: This process requires a maximum of %1 UCO in transaction fees to be completed.
fr: Ce processus nécessite un maximum de %1 UCO en frais de transaction pour être complété.

# liquidityAddFinalAmount
source: LP Tokens obtained:
fr: Jetons LP obtenus :

# liquidityAddInProgresstxAddresses
source: Liquidity addition transaction address:
fr: Adresse de la transaction d'ajout de liquidité :

# liquidityAddInProgresstxAddressesShort
source: Liquidity add. transaction address:
fr: Adresse transaction ajout liquidité :

# liquidityAddInfosMinimumAmount
source: Mininum amount for
fr: Montant minimum pour

# liquidityAddInfosExpectedToken
source: Expected LP Token
fr: Jeton LP attendu

# liquidityAddSettingsSlippageErrorBetween0and100
source: The slippage tolerance should be between 0 (no slippage) and 100%
fr: La tolérance au glissement doit être comprise entre 0 (pas de glissement) et 100 %

# liquidityAddSettingsSlippageErrorHighSlippage
source: Warning. Your transaction may be significantly impacted due to high slippage.
fr: Attention. Votre transaction peut être significativement impactée par un fort glissement.

# liquidityRemovePleaseConfirm
source: Please, confirm the removal of
fr: Veuillez confirmer la suppression de

# liquidityRemoveAmountLPTokens
source: LP Tokens from the liquidity pool.
fr: Jetons LP de la pool de liquidité.

# liquidityRemoveAmountLPToken
source: LP Token from the liquidity pool.
fr: Jeton LP de la pool de liquidité.

# liquidityRemoveFinalAmountTokenObtained
source: Token obtained:
fr: Jeton obtenu :

# liquidityRemoveFinalAmountTokenBurned
source: LP Token burned:
fr: Jeton LP brûlé :

# liquidityRemoveInProgressTxAddresses
source: Liquidity suppression transaction address:
fr: Adresse de la transaction de suppression de liquidité :

# liquidityRemoveInProgressTxAddressesShort
source: Liquidity supp. transaction address:
fr: Adresse transaction supp. liquidité :

# liquidityRemoveDone
source: Liquidity removal successfully completed
fr: Suppression de liquidité complétée avec succès

# failureUserRejected
source: The request has been declined.
fr: La demande a été refusée.

# failureConnectivityArchethic
source: Please, open your Archethic Wallet and allow DApps connection.
fr: Veuillez ouvrir votre Archethic Wallet et autoriser la connexion aux DApps.

# failureConnectivityArchethicBrave
source: Please, open your Archethic Wallet, allow DApps connection and disable Brave's shield.
fr: Veuillez ouvrir votre Archethic Wallet, autoriser la connexion aux DApps et désactiver le bouclier de Brave.

# failureInsufficientFunds
source: Funds are not sufficient.
fr: Fonds insuffisants.

# failureTimeout
source: Timeout occurred.
fr: Délai d'attente dépassé.

# failurePoolAlreadyExists
source: Pool already exists for this pair
fr: La pool existe déjà pour cette paire

# failurePoolNotExists
source: No pool for this pair
fr: Aucune pool pour cette paire

# failureIncompatibleBrowser
source: Sorry, but your browser is not compatible with the app. Please refer to the FAQ for more information. https://wiki.archethic.net/FAQ/dex#what-web-browsers-are-not-supported
fr: Désolé, mais votre navigateur n'est pas compatible avec l'application. Veuillez vous référer à la FAQ pour plus d'informations. https://wiki.archethic.net/FAQ/dex#what-web-browsers-are-not-supported

source: Remove liquidity
fr: Supprimer la liquidité

# btn_liquidity_remove
source: Remove liquidity
fr: Supprimer la liquidité

# btn_confirm_liquidity_remove
source: Confirm
fr: Confirmer

# liquidityRemoveSuccessInfo
source: The liquidity has been removed successfully
fr: Liquidité supprimée avec succès

# swapConfirmInfosAmountTokens
source: Swap
fr: Échanger

# swapConfirmInfosAmountMinReceived
source: Mininum received
fr: Minimum reçu

# swapConfirmInfosAmountMinFees
source: Fees:
fr: Frais :

# swapConfirmInfosMessageMaxHalfUCO
source: The UCO amount you entered has been reduced to include transaction fees.
fr: Le montant UCO que vous avez saisi a été réduit pour inclure les frais de transaction.

# swapFinalAmountAmountSwapped
source: Final amount swapped:
fr: Montant final échangé :

# swapDone
source: Swap successfully completed
fr: Échange complété avec succès

# swapSuccessInfo
source: The swap has been completed successfully
fr: Echange complété avec succès

# swapMessageMaxHalfUCO
source: The swap process requires a maximum of %1 in transaction fees to be completed.
fr: Le processus d'échange nécessite un maximum de %1 en frais de transaction pour être complété.

# swapInProgressTxAddresses
source: Swap transaction address:
fr: Adresse de la transaction d'échange :

# swapInfosFees
source: Fees
fr: Frais

# swapInfosPriceImpact
source: Price impact
fr: Impact sur le prix

# swapInfosMinimumReceived
source: Minimum received
fr: Minimum reçu

# swapInfosLiquidityProviderFees
source: Liquidity Provider fees
fr: Frais de fournisseur de liquidité

# swapInfosProtocolFees
source: Protocol fees
fr: Frais de protocole

# swapSettingsSlippageErrorBetween0and100
source: The slippage tolerance should be between 0 (no slippage) and 100%
fr: La tolérance au glissement doit être comprise entre 0 (pas de glissement) et 100 %

# swapSettingsSlippageErrorHighSlippage
source: Warning. Your transaction may be significantly impacted due to high slippage.
fr: Attention. Votre transaction peut être significativement impactée par un fort glissement.

# addLiquidityProcessStep0
source: Process not started
fr: Processus non démarré

# addLiquidityProcessStep1
source: Retrieving information to add liquidity to the pool
fr: Récupération des informations pour ajouter de la liquidité à la pool

# addLiquidityProcessStep2
source: Adding liquidity
fr: Ajout de liquidité

# addLiquidityProcessStep3
source: Process finished
fr: Processus terminé

# removeLiquidityProcessStep0
source: Process not started
fr: Processus non démarré

# removeLiquidityProcessStep1
source: Retrieving information to remove liquidity from the pool
fr: Récupération des informations pour supprimer la liquidité de la pool

# removeLiquidityProcessStep2
source: Removing liquidity
fr: Suppression de la liquidité

# removeLiquidityProcessStep3
source: Process finished
fr: Processus terminé

# liquidityAddControlToken1AmountEmpty
source: Please enter the amount of token 1
fr: Veuillez entrer le montant du jeton 1

# liquidityAddControlToken2AmountEmpty
source: Please enter the amount of token 2
fr: Veuillez entrer le montant du jeton 2

# liquidityAddControlToken1AmountExceedBalance
source: The amount entered for token 1 exceeds your balance.
fr: Le montant saisi pour le jeton 1 dépasse votre solde.

# liquidityAddControlToken2AmountExceedBalance
source: The amount entered for token 2 exceeds your balance.
fr: Le montant saisi pour le jeton 2 dépasse votre solde.

# liquidityRemoveControlLPTokenAmountEmpty
source: Please enter the amount of lp token
fr: Veuillez entrer le montant du jeton LP

# lpTokenAmountExceedBalance
source: The amount entered for lp token exceeds your balance.
fr: Le montant saisi pour le jeton LP dépasse votre solde.

# liquidityRemoveTokensGetBackHeader
source: Amounts of token to get back when removing liquidity
fr: Montants des jetons à récupérer lors de la suppression de la liquidité

# swapControlTokenToSwapEmpty
source: Please enter the token to swap
fr: Veuillez entrer le jeton à échanger

# swapControlTokenSwappedEmpty
source: Please enter the token swapped
fr: Veuillez entrer le jeton échangé

# swapControlTokenToSwapAmountExceedBalance
source: The amount entered for token to swap exceeds your balance.
fr: Le montant saisi pour le jeton à échanger dépasse votre solde.

# swapProcessStep0
source: Process not started
fr: Processus non démarré

# swapProcessStep1
source: Calculating
fr: Calcul en cours

# swapProcessStep2
source: Retrieving information to swap
fr: Récupération des informations pour l'échange

# swapProcessStep3
source: Swapping
fr: Échange en cours

# swapProcessStep4
source: Process finished
fr: Processus terminé

# feesLbl
source: Fees
fr: Frais

# swapFromLbl
source: From
fr: De

# swapToEstimatedLbl
source: To (estimated)
fr: Vers (estimé)

# confirmBeforeLbl
source: Before
fr: Avant

# confirmAfterLbl
source: After
fr: Après

# poolCardPoolVerified
source: Pool verified
fr: Pool vérifiée

# farmDepositControlAmountEmpty
source: Please enter the amount
fr: Veuillez entrer le montant

# farmDepositControlAmountMin
source: The amount should be >= 0.00000143 LP Token
fr: Le montant doit être >= 0,00000143 Jeton LP

# farmDepositControlLPTokenAmountExceedBalance
source: The amount entered exceeds your balance.
fr: Le montant saisi dépasse votre solde.

# btn_farm_withdraw
source: Withdraw
fr: Retirer

# btn_confirm_farm_withdraw
source: Confirm
fr: Confirmer

# farmDetailsInfoAddressesFarmAddress
source: Farm address:
fr: Adresse de la farm :

# farmDetailsInfoAddressesLPAddress
source: LP Token address:
fr: Adresse du jeton LP :

# farmDetailsInfoDistributedRewards
source: Distributed rewards
fr: Récompenses distribuées

# farmDetailsInfoLPDeposited
source: LP Token deposited
fr: Jeton LP déposé

source: LP Token
fr: Jeton LP

source: LP Tokens
fr: Jetons LP

source: LP Token expected
fr: Jeton LP attendu

source: LP Tokens expected
fr: Jetons LP attendus

source: Available
fr: Disponible

source: Lvl
fr: Niveau

source: Level
fr: Niveau

# levelsInfo
source: Information on levels
fr: Informations sur les niveaux

# farmDetailsInfoNbDeposit
source: Holders
fr: Détenteurs

# farmDetailsInfoPeriodWillStart
source: Farm will start at
fr: Le farming commencera à

# farmDetailsInfoPeriodStarted
source: Farm started since
fr: Début farming

# farmDetailsInfoPeriodEndAt
source: Farm ends at
fr: Fin farming

# farmDetailsInfoPeriodEnded
source: Farm ended
fr: Le farming est terminé

# farmDetailsInfoRemainingReward
source: Remaining reward
fr: Récompense restante

# farmDetailsInfoTokenRewardEarn
source: Earn
fr: Gagner

# poolDetailsInfoSwapFees
source: Swap fees
fr: Frais d'échange

# poolDetailsInfoProtocolFees
source: Protocol fees
fr: Frais de protocole

# poolDetailsInfoDeposited
source: Deposited
fr: Déposé

# poolDetailsInfoDepositedEquivalent
source: Equivalent
fr: Équivalent

# finalAmountNotRecovered
source: The amount could not be recovered
fr: Le montant n'a pas pu être récupéré

# runningTasksNotificationTasksInProgress
source: tasks in progress
fr: tâches en cours

# runningTasksNotificationTaskInProgress
source: task in progress
fr: tâche en cours

# tokenSelectionSingleTokenLPTooltip
source: LP Token for pair
fr: Jeton LP pour paire

source: Price impact:
fr: Impact sur le prix :

# priceImpactHighTooltip
source: Warning, the price impact is high.
fr: Attention, l'impact sur le prix est élevé.

# liquidityPositionsIconTooltip
source: You have liquidity positions
fr: Vous avez des positions de liquidité

# liquidityFavoriteIconTooltip
source: Favorite pool
fr: Pool favorite

# verifiedPoolIconTooltip
source: This pool has been verified by Archethic
fr: Cette pool a été vérifiée par Archethic

# verifiedTokenIconTooltip
source: This token has been verified by Archethic
fr: Ce jeton a été vérifié par Archethic

# btn_farmLockDeposit
source: Deposit
fr: Déposer

# farmLockDepositFormTitle
source: Deposit
fr: Déposer

# farmLockDepositFormAmountLbl
source: Amount
fr: Montant

# farmLockDepositDurationOneMonth
source: 1 month
fr: 1 mois

# farmLockDepositDurationOneWeek
source: 1 week
fr: 1 semaine

# farmLockDepositDurationOneYear
source: 1 year
fr: 1 an

# farmLockDepositDurationSixMonths
source: 6 months
fr: 6 mois

# farmLockDepositDurationThreeMonths
source: 3 months
fr: 3 mois

# farmLockDepositDurationThreeYears
source: 3 years
fr: 3 ans

# farmLockDepositDurationTwoYears
source: 2 years
fr: 2 ans

# farmLockDepositAPRLbl
source: APR:
fr: TAEG :

# farmLockDepositGetLPToken
source: To get LP tokens, you have to provide liquidity here:
fr: Pour obtenir des jetons LP, vous devez fournir de la liquidité ici :

# btn_confirm_farm_add_lock
source: Confirm
fr: Confirmer

# farmLockDepositConfirmInfosText
source: Please confirm the lock of
fr: Veuillez confirmer le verrouillage de

# farmLockDepositConfirmYourBalance
source: Your balance
fr: Votre solde

# farmLockDepositConfirmInfosText2
source: for
fr: pour

# farmLockDepositFormLockDurationLbl
source: Choose the lock duration
fr: Choisissez la durée de verrouillage

# farmLockDepositConfirmInfosText3
source: You can recover your LP Tokens and associated rewards at any time.
fr: Vous pouvez récupérer vos jetons LP et les récompenses associées à tout moment.

# farmLockDepositConfirmCheckBoxUnderstand
source: I understand I can't get my tokens back before the release date.
fr: Je comprends que je ne peux pas récupérer mes jetons avant la date de libération.

# farmLockDepositConfirmMoreInfo
source: More info.
fr: Plus d'informations.

# depositFarmLockProcessStep0
source: Process not started
fr: Processus non démarré

# depositFarmLockProcessStep1
source: Build transaction
fr: Création de la transaction

# depositFarmLockProcessStep2
source: Deposit in progress
fr: Dépôt en cours

# depositFarmLockProcessStep3
source: Process finished
fr: Processus terminé

# farmLockDepositFinalAmount
source: Amount deposited:
fr: Montant déposé :

# farmLockDepositTxAddress
source: Deposit transaction address:
fr: Adresse de la transaction de dépôt :

# farmLockDepositSuccessInfo
source: Deposit have been done successfully
fr: Dépôt effectué avec succès

# depositFarmLockDone
source: Deposit successfully completed
fr: Dépôt complété avec succès

# farmLockWithdrawConfirmInfosText
source: Please confirm the withdraw of
fr: Veuillez confirmer le retrait de

# farmLockWithdrawConfirmYourBalance
source: Your balance
fr: Votre solde

# farmLockWithdrawConfirmFarmBalance
source: Farm's balance
fr: Solde de la farm

# farmLockWithdrawConfirmRewards
source: Rewards
fr: Récompenses

# farmLockWithdrawConfirmYouWillReceive
source: You will receive
fr: Vous recevrez

# farmLockWithdrawFinalAmount
source: Amount withdrawn:
fr: Montant retiré :

# farmLockWithdrawFinalAmountReward
source: Amount rewarded:
fr: Montant récompensé :

# farmLockWithdrawFormText
source: You can withdraw all or part of your deposited LP tokens. At the same time, this will claim your rewards.
fr: Vous pouvez retirer tout ou partie de vos jetons LP déposés. Cela permettra également de récupérer vos récompenses.

# farmLockWithdrawFormTextNoRewardText1
source: No reward are available
fr: Aucune récompense disponible

# farmLockWithdrawFormTextNoRewardText2
source: are available for claiming.
fr: est disponible pour être retiré.

# farmLockWithdrawTxAddress
source: Withdraw transaction address:
fr: Adresse de la transaction de retrait :

# farmLockWithdrawControlAmountEmpty
source: Please enter the amount
fr: Veuillez entrer le montant

# farmLockWithdrawFormTitle
source: Withdraw
fr: Retirer

# farmLockWithdrawSuccessInfo
source: Withdraw has been done successfully
fr: Retrait effectué avec succès

# farmLockWithdrawControlLPTokenAmountExceedDeposited
source: The amount entered exceeds the deposited amount.
fr: Le montant saisi dépasse le montant déposé.

# withdrawFarmLockProcessStep0
source: Process not started
fr: Processus non démarré

# withdrawFarmLockProcessStep1
source: Build transaction
fr: Création de la transaction

# withdrawFarmLockProcessStep2
source: Withdraw in progress
fr: Retrait en cours

# withdrawFarmLockProcessStep3
source: Process finished
fr: Processus terminé

# farmLockListLocksHeader
source: Your farmed tokens
fr: Vos jetons farmés

# farmLockBlockFarmedTokensSummaryHeader
source: Farmed Tokens Summary
fr: Résumé des jetons farmés

# farmLockBlockFarmedTokensSummaryCapitalInvestedLbl
source: Capital Invested
fr: Capital investi

# farmLockBlockFarmedTokensSummaryCapitalRewardsEarnedLbl
source: Rewards Earned
fr: Récompenses gagnées

# farmLockBlockListHeaderAmount
source: Amount
fr: Montant

# farmLockBlockListHeaderRewards
source: Estimated rewards
fr: Récompenses estimées

# farmLockBlockListHeaderUnlocks
source: Unlocks
fr: Débloque

# farmLockBlockListHeaderAPR
source: APR
fr: TAEG

# farmLockBtnWithdraw
source: Withdraw
fr: Retirer

# levelUpFarmLockProcessStep0
source: Process not started
fr: Processus non démarré

# levelUpFarmLockProcessStep1
source: Build transaction
fr: Création de la transaction

# levelUpFarmLockProcessStep2
source: Level up in progress
fr: Montée de niveau en cours

# levelUpFarmLockProcessStep3
source: Process finished
fr: Processus terminé

# btn_farmLockLevelUp
source: Level Up
fr: Monter de niveau

# farmLockLevelUpFormTitle
source: Level Up
fr: Monter de niveau

# farmLockLevelUpFormAmountLbl
source: Amount
fr: Montant

# farmLockLevelUpAPREstimationLbl
source: Est. APR:
fr: Estim. TAEG :

# farmLockLevelUpAPRLbl
source: APR:
fr: TAEG :

# farmLockLevelUpCurrentLvlLbl
source: Current level:
fr: Niveau actuel :

# farmLockLevelUpConfirmInfosText
source: Please confirm the lock of
fr: Veuillez confirmer le verrouillage de

# farmLockLevelUpConfirmInfosText2
source: for
fr: pour

# farmLockLevelUpFormLockDurationLbl
source: Choose the lock duration
fr: Choisissez la durée de verrouillage

# farmLockLevelUpConfirmInfosText3
source: You can recover your LP Tokens and associated rewards at any time.
fr: Vous pouvez récupérer vos jetons LP et les récompenses associées à tout moment.

# farmLockLevelUpFinalAmount
source: Amount:
fr: Montant :

# farmLockLevelUpTxAddress
source: Level Up transaction address:
fr: Adresse de la transaction de montée de niveau :

# farmLockLevelUpDesc
source: You can extend the duration of your lock to earn more rewards. To do this, you must choose a longer period than before, which will provide you with a higher level. The higher your level, the higher the APR. At the same time, this will claim your actual rewards.
fr: Vous pouvez prolonger la durée de votre verrouillage pour gagner plus de récompenses. Pour ce faire, vous devez choisir une période plus longue qu'auparavant, ce qui vous fournira un niveau supérieur. Plus votre niveau est élevé, plus le TAEG est élevé. En même temps, cela permettra de récupérer vos récompenses actuelles.

# farmLockLevelUpConfirmCheckBoxUnderstand
source: I understand I can't get my tokens back before the release date.
fr: Je comprends que je ne peux pas récupérer mes jetons avant la date de libération.

# farmLockLevelUpConfirmMoreInfo
source: More info.
fr: Plus d'informations.

# farmLockClaimConfirmInfosText
source: Please confirm the claim of
fr: Veuillez confirmer la récupération de

# farmLockClaimFinalAmount
source: Amount claimed:
fr: Montant récupéré :

# farmLockClaimFormText
source: are available for claiming.
fr: sont disponibles pour être récupérés.

# farmLockClaimTxAddress
source: Claim transaction address:
fr: Adresse de la transaction de récup. :

# farmLockClaimFormTitle
source: Claim
fr: Récupération

# farmLockClaimSuccessInfo
source: Claim has been done successfully
fr: Récupération effectuée avec succès

# btn_farm_lock_claim
source: Claim
fr: Récupérer

# btn_confirm_farm_lock_claim
source: Confirm
fr: Confirmer

# claimLockProcessStep0
source: Process not started
fr: Processus non démarré

# claimLockProcessStep1
source: Build transaction
fr: Création de la transaction

# claimLockProcessStep2
source: Claim in progress
fr: Récupération en cours

# claimLockProcessStep3
source: Process finished
fr: Processus terminé

# farmLockBtnClaim
source: Claim
fr: Récupérer

# farmLockDetailsLevelSingleWeight
source: Weight
fr: Poids

# earnHeaderBalance0
source: Add your Liquidity Pool Tokens from 1 week to 3 years to earn UCO rewards.
fr: Ajoutez vos jetons de la pool de liquidité de 1 semaine à 3 ans pour gagner des récompenses UCO.

# earnHeaderWithBalance
source: Lock your Liquidity Pool Tokens from 1 week to 3 years to earn UCO rewards.
fr: Verrouillez vos jetons de la pool de liquidité de 1 semaine à 3 ans pour gagner des récompenses UCO.

# earnHeaderLPTokenAvailable
source: LP Token available
fr: Jetons LP disponibles

# earnHeaderLPTokensAvailable
source: LP Tokens available
fr: Jeton LP disponible

# earnHeaderMaxAPR
source: MAX APR
fr: TAEG Max

# earnHeaderStartEarningBtn
source: Start earning
fr: Commencez à gagner

# earnHeaderAddLiquidityTxt
source: To get LP token you have to provide liquidity here :
fr: Pour obtenir des jetons LP, vous devez fournir des liquidités ici :
