Repository: archethic-foundation/archethic-wallet
Catalog: lib/l10n/intl_*.arb
Languages: fr

# liquidityAddDesc
source: Add liquidity to the pool and receive LP Tokens representing your share
fr: Ajoutez de la liquidité à la pool et recevez des Jetons LP représentant votre part

source: Keychain address copied
fr: Adresse de la keychain copiée

# withdrawFarmLockDone
source: Withdraw successfully completed
fr: Retrait complété avec succès

# claimFarmLockDone
source: Claim successfully completed
fr: Récupération complétée avec succès

# levelUpFarmLockDone
source: Level Up successfully completed
fr: Montée de niveau complétée avec succès

# time7d
source: 7d
fr: 7j

# timeAll
source: All
fr: total

# poolDetailsInfoFees
source: Fees
fr: Frais
